Repository: cabrerahector/imagepress
Catalog: languages/imagepress-*.po
Languages: nl_nl

source: Log in
nl_nl: Inloggen

source: Sign up
nl_nl: Aanmelden

source: Lost password
nl_nl: Wachtwoord vergeten

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Remember me
nl_nl: Onthoud mij

source: Email address
nl_nl: Emailadres

source: A password will be emailed to you.
nl_nl: Een wachtwoord wordt naar u gemaild.

source: Lost your password?
nl_nl: Wachtwoord vergeten?

source: Username or email address
nl_nl: Gebruikersnaam of emailadres

source: Registration was successful!
nl_nl: Registratie is succesvol verlopen!

source: Something was wrong:</br> %s
nl_nl: Er ging iets mis:</br> %s

source: Password reset. Please check your email.
nl_nl: Wachtwoord hersteld. Check svp uw email.

source: Please enter a username or email address.
nl_nl: Voer svp een gebruikersnaam of emailadres in.

source: There is no user registered with that email address.
nl_nl: Er is geen gebruiker bekend met dit emailadres.

source: Password reset is not allowed for this user
nl_nl: Voor deze gebruiker kan het wachtwoord niet hersteld worden

source: Someone requested that your password be reset for the following account:
nl_nl: Iemand - waarschijnlijk u - heeft een wachtwoordherstel aangevraagd voor de volgende account:

source: Username: %s
nl_nl: Gebruikersnaam: %s

source: Your new password is
nl_nl: Uw nieuwe wachtwoord is

source: [%s] Password reset
nl_nl: [%s] Wachtwoord reset

source: New image uploaded!
nl_nl: Nieuwe afbeelding geupload!

source: You need to be logged in to upload an image.
nl_nl: U moet ingelogd zijn om een afbeelding te kunnen uploaden.

source: Choose a collection...
nl_nl: Kies een album..

source: or
nl_nl: of

source: Create new collection...
nl_nl: Creëer nieuw album..

source: Public
nl_nl: Openbaar

source: Private
nl_nl: Privé

source: maximum
nl_nl: maximaal

source: There was a problem processing your request.
nl_nl: Er is een probleem opgetreden tijdens het verwerken van uw aanvraag.

source: Oops, you must be logged-in to follow users.
nl_nl: Oeps, u moet ingelogd zijn om gebruikers te kunnen volgen.

source: Checking credentials...
nl_nl: Inloggegevens checken..

source: Processing registration...
nl_nl: Registratie verwerken..

source: Search images...
nl_nl: Zoek afbeeldingen..

source: Search
nl_nl: Zoek

source: followers
nl_nl: volgers

source: About
nl_nl: Over

source: Followers
nl_nl: Volgers

source: Following
nl_nl: Volgend

source: Loved
nl_nl: Geliefd

source: Collections
nl_nl: Albums

source: profile views
nl_nl: profiel views

source: The passwords you entered do not match. Your password was not updated.
nl_nl: De wachtwoorden die u heeft ingevoerd komen niet overeen. Uw wachtwoord is niet aangepast.

source: The email you entered is not valid. Please try again.
nl_nl: Het emailadres dat u heeft ingevoerd is niet geldig. Probeer het svp nogmaals.

source: This email is already used by another user. Try a different one.
nl_nl: Dit emailadres is al geregistreerd. Probeer een ander emailadres.

source: Profile updated successfully!
nl_nl: Profiel succesvol aangepast!

source: Summary
nl_nl: Samenvatting

source: Statistics
nl_nl: Statistieken

source: total profile views
nl_nl: totaal aantal profiel views

source: following
nl_nl: volgens

source: collections
nl_nl: albums

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Nickname
nl_nl: Bijnaam

source: Password *
nl_nl: Wachtwoord *

source: Repeat password *
nl_nl: Herhaal wachtwoord *

source: Facebook profile URL
nl_nl: Facebook URL

source: Twitter username
nl_nl: Twitternaam

source: Google+ profile URL
nl_nl: Google+ profiel URL

source: Cover/avatar preview
nl_nl: Cover/profielafbeelding preview

source: Profile cover image
nl_nl: Omslagafbeelding

source: Profile avatar image
nl_nl: Profielfoto

source: Recommended cover size is 1080x300.
nl_nl: Aanbevolen afmeting van de omslagafbeelding is 1080x300.

source: Recommended avatar size is 240x240. If there is no custom avatar, your Gravatar will be used.
nl_nl: Aanbevolen afmeting van de profielfoto is 240x240. Als er geen foto wordt geupload, dan wordt uw Gravatar getoond.

source: Loading collections...
nl_nl: Albums laden..

source: Loading collection images...
nl_nl: Albumafbeeldingen aan het laden..

source: Close
nl_nl: Sluit

source: Collection created!
nl_nl: Album aangemaakt!

source: You must be logged in to edit your profile.
nl_nl: U moet ingelogd zijn om uw profiel te kunnen bewerken.

source: Image
nl_nl: Afbeelding

source: Image archives
nl_nl: Afbeelding archieven

source: Parent image:
nl_nl: Hoofdafbeelding:

source: All images
nl_nl: Alle afbeeldingen

source: Add new image
nl_nl: Voeg nieuwe afbeelding toe

source: Add new
nl_nl: Voeg nieuwe toe

source: New image
nl_nl: Nieuwe afbeelding

source: Edit image
nl_nl: Bewerk afbeelding

source: Update image
nl_nl: Update afbeelding

source: View image
nl_nl: Bekijk afbeelding

source: Search image
nl_nl: Zoek afbeelding

source: Not found
nl_nl: Niet gevonden

source: Not found in trash
nl_nl: Niet gevonden in de prullenbak

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Stel uitgelichte afbeelding in

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Insert into image
nl_nl: Voeg in afbeelding in

source: Uploaded to this image
nl_nl: Geupload naar deze afbeelding

source: Images list
nl_nl: Afbeeldingenlijst

source: Images list navigation
nl_nl: Afbeeldingenlijst navigatie

source: Filter images list
nl_nl: Filter afbeeldingenlijst

source: Image post type
nl_nl: Afbeelding berichttype

source: Image Categories
nl_nl: Categorieën

source: All image categories
nl_nl: Alle categorieën

source: Parent image category
nl_nl: Hoofdafbeelding categorie

source: Parent image category:
nl_nl: Hoofdafbeelding categorie:

source: New image category
nl_nl: Nieuwe categorie

source: Add new image category
nl_nl: Voeg nieuwe categorie toe

source: Edit image category
nl_nl: Bewerk categorie

source: Update image category
nl_nl: Update categorie

source: View image category
nl_nl: Bekijk categorie

source: Separate image categories with commas
nl_nl: Scheid categorieën door middel van komma's

source: Add or remove image categories
nl_nl: Categorieën verwijderen of toevoegen

source: Choose from the most used
nl_nl: Kies uit de meest gebruikte

source: Popular image categories
nl_nl: Populaire categorieën

source: Search image categories
nl_nl: Zoek categorieën

source: No image categories
nl_nl: Geen categorieën

source: Image categories list
nl_nl: Categorielijst

source: Image categories list navigation
nl_nl: Categorielijst navigatie

source: Image Tags
nl_nl: Tags

source: All image tags
nl_nl: Alle tags

source: Parent image tag
nl_nl: Hoofdtag

source: Parent image tag:
nl_nl: Hoofdtag:

source: New image tag
nl_nl: Nieuwe tag

source: Add new image tag
nl_nl: Voeg nieuwe tag toe

source: Edit image tag
nl_nl: Bewerk tag

source: Update image tag
nl_nl: Update tag

source: View image tag
nl_nl: Bekijk tag

source: Separate image tags with commas
nl_nl: Scheid tags door middel van komma's

source: Add or remove image tags
nl_nl: Tags verwijderen of toevoegen

source: Popular image tags
nl_nl: Populaire tags

source: Search image tags
nl_nl: Zoek tags

source: No image tags
nl_nl: Geen tags

source: Image tags list
nl_nl: Tags lijst

source: Image tags list navigation
nl_nl: Tags lijst navigatie

source: Author tools
nl_nl: Afbeelding bewerken

source: Title
nl_nl: Titel

source: Main image will appear first in single image listing and as a thumbnail in gallery view
nl_nl: De hoofdafbeelding wordt als eerste weergegeven in de enkelvoudige afbeeldingweergave en als kleine afbeelding op overzichtpagina's

source: Add more images
nl_nl: Voeg meer afbeeldingen toe

source: by
nl_nl: door

source: More by the same author
nl_nl: Meer van dezelfde maker

source: Incorrect login details.
nl_nl: Logingegevens zijn incorrect.

source: Register for ImagePress
nl_nl: Registreer voor ImagePress

source: Installation
nl_nl: Installatie

source: Settings
nl_nl: Instellingen

source: Login
nl_nl: Inloggen

source: Notifications
nl_nl: Notificaties

source: Maintenance
nl_nl: Onderhoud

source: Collection viewer page
nl_nl: Collectie-weergavepagina

source: Select collections page...
nl_nl: Selecteer albums pagina...

source: Save Changes
nl_nl: Bewaar aanpassingen

source: Whenever users permanently delete an image, the collection reference is not updated. Use the button below to remove all references to missing images from the collections table.
nl_nl: Als een gebruikers een afbeelding verwijdt, wordt de albumverwijzing niet aangepast. Door middel van onderstaande knop kunt u alle verwijzingen naar ontbrekende afbeeldingen verwijderen.

source: Login/Registration
nl_nl: Inloggen/registreren

source: Label Settings
nl_nl: Instellingen voor labels

source: Configure, set or translate any of ImagePress labels. Leave a label blank to disable/hide it.
nl_nl: Configureer of vertaal de ImagePress labels. Laat een label leeg om te voorkomen dat deze getoond wordt.

source: Image Upload
nl_nl: Afbeeldingupload

source: Users
nl_nl: Gebruikers

source: Upload Settings
nl_nl: Instellingen voor uploaden

source: All awards
nl_nl: Alle awards

source: Parent award
nl_nl: Hoofdaward

source: Parent award:
nl_nl: Hoofdaward:

source: New award
nl_nl: Nieuwe award

source: Add new award
nl_nl: Voeg nieuwe award toe

source: Edit award
nl_nl: Bewerk award

source: Update award
nl_nl: Pas award aan

source: View award
nl_nl: Bekijk award

source: Separate awards with commas
nl_nl: Scheid awards door middel van komma's

source: Add or remove awards
nl_nl: Awards toevoegen of verwijderen

source: Popular awards
nl_nl: Populaire awards

source: Search awards
nl_nl: Zoek awards

source: No awards
nl_nl: Geen awards

source: Awards list
nl_nl: Lijst van awards

source: Awards list navigation
nl_nl: Awardlijstnavigatie

source: User upload limit
nl_nl: Uploadlimitiet voor gebruiker

source: Set user upload limit
nl_nl: Stel uploadlimiet voor gebruiker in

source: Select award(s)
nl_nl: Selecteer award(s)

source: Edit
nl_nl: Bewerk

source: Edit collection
nl_nl: Bewerk album

source: Visibility
nl_nl: Zichtbaarheid

source: Share your collection
nl_nl: Deel uw album

source: By
nl_nl: door

source: Add to collection
nl_nl: Voeg aan album toe

source: Add
nl_nl: Voeg toe

source: images
nl_nl: afbeeldingen

source: This collection is empty.
nl_nl: Dit album is leeg.

source: No images found!
nl_nl: Geen afbeeldingen gevonden!

source: Unfollow
nl_nl: Ontvolgen

source: Follow
nl_nl: Volg
